// 메뉴 관련 데이터 JS - mdata.js ///////

/******************************************* 
    [ 데이터 구조 ]
    {
        상위메뉴1:{
            하위메뉴1:[서브1,서브2,서브3,...],
            하위메뉴2:[서브1,서브2,서브3,...],
            하위메뉴3:[서브1,서브2,서브3,...],
            ...
        },
        상위메뉴2:{
            하위메뉴1:[서브1,서브2,서브3,...],
            하위메뉴2:[서브1,서브2,서브3,...],
            하위메뉴3:[서브1,서브2,서브3,...],
            ...
        },
        ...
    }
    
*******************************************/
const mdata = {
    "": {
        
    }
}